tap "filosottile/musl-cross"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "pivotal/tap"
tap "spring-io/tap"
brew "apr-util"
brew "augeas"
brew "autoconf"
brew "python@3.9"
brew "awscli"
brew "glib"
brew "pkgconf"
brew "cairo"
brew "carthage"
brew "certbot"
brew "cloc"
brew "cmake"
brew "openldap"
brew "curl"
brew "freetds"
brew "libpq"
brew "php"
brew "composer"
brew "ctop"
brew "docker"
brew "docker-compose"
brew "doxygen"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "gawk"
brew "isl"
brew "gcc"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "git-secret"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "openjdk"
brew "gradle"
brew "grep"
brew "httrack"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kotlin"
brew "ldns"
brew "libfido2"
brew "libusbmuxd", args: ["HEAD"]
brew "libxml2"
brew "lua"
brew "lsyncd"
brew "luarocks"
brew "mas"
brew "maven"
brew "md5sha1sum"
brew "mkcert"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nkf"
brew "nmap"
brew "node"
brew "openjdk@11"
brew "openssh"
brew "perl"
brew "postgresql@14"
brew "potrace"
brew "python@3.8", link: false
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "rsync"
brew "ruby"
brew "rust"
brew "rustup"
brew "sbt"
brew "sccache"
brew "sphinx-doc", link: false
brew "telnet"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
brew "spring-io/tap/spring-boot"
cask "adoptopenjdk8"
cask "amazon-photos"
cask "android-studio"
cask "arc"
cask "box-drive"
cask "chromium"
cask "corretto@11"
cask "corretto@8"
cask "cursor"
cask "discord"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "graphql-playground"
cask "intellij-idea-ce"
cask "kindle"
cask "ngrok"
cask "obsidian"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "GarageBand", id: 682658836
mas "Gifted", id: 771955779
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Speediness", id: 1596706466
mas "Xcode", id: 497799835
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "rangav.vscode-thunder-client"
vscode "rust-lang.rust-analyzer"
vscode "simonsiefke.svg-preview"
vscode "techer.open-in-browser"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
