tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pivotal/tap"
tap "spring-io/tap"
brew "apr-util"
brew "augeas"
brew "autoconf"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "carthage"
brew "certbot"
brew "cloc"
brew "cmake"
brew "composer"
brew "ctop"
brew "openldap"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "doxygen"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "freetds"
brew "gawk"
brew "isl"
brew "gcc"
brew "gh"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "git-secret"
brew "gnu-sed"
brew "go"
brew "openjdk"
brew "gradle"
brew "httrack"
brew "hugo"
brew "ilmbase"
brew "libheif"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kotlin"
brew "ldns"
brew "libfido2"
brew "libpq"
brew "libusbmuxd", args: ["HEAD"]
brew "libxml2"
brew "lsyncd"
brew "lua"
brew "luarocks"
brew "mas"
brew "maven"
brew "md5sha1sum"
brew "mkcert"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nkf"
brew "nmap"
brew "node"
brew "openjdk@11"
brew "openssh"
brew "perl"
brew "php", link: false
brew "postgresql"
brew "potrace"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "rsync"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "sbt"
brew "sccache"
brew "sphinx-doc"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "zsh"
brew "spring-io/tap/spring-boot"
cask "adoptopenjdk8"
cask "android-studio"
cask "chromium"
cask "corretto11"
cask "corretto8"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "graphql-playground"
cask "inkscape"
cask "intellij-idea-ce"
cask "kindle"
cask "ngrok"
cask "visual-studio-code"
cask "zoom"
cask "zulu8"
mas "GarageBand", id: 682658836
mas "Gifted", id: 771955779
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Xcode", id: 497799835
