tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/services"
tap "pivotal/tap"
brew "aws-vault"
brew "awscli"
brew "curl"
brew "composer"
brew "ctop"
brew "docker-compose"
brew "docker-machine"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "jq"
brew "lefthook"
brew "neovim"
brew "nkf"
brew "openssh"
brew "rsync"
brew "telnet"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "amazon-q"
cask "chromium"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zoom"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "rangav.vscode-thunder-client"
vscode "techer.open-in-browser"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
